Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: And back in 1880, it would have been 15 minutes to earn that amount of light on the average wage.
ne: १८८० तिर त अझ त्यही एक घण्टा पढ्न पुग्ने बत्तिको जोहो गर्न औषत ज्यालामा १५ मिनेट काम गर्नु पर्थ्यो|

source: Back in 1800, you'd have had to work six hours to earn a candle that could burn for an hour.
ne: त्यो भन्दा पनि अगाडि १८०० तिर त, एक घण्टा बाल्न पुग्ने क्यान्डलको लागि छ घण्टा काम गर्नु पर्थ्यो|

source: In other words, the average person on the average wage could not afford a candle in 1800.
ne: अर्को शब्दमा भन्नु पर्दा, १८८० तिर औषत आम्दानि भएको मान्छेले क्यान्डल किन्न सक्दैन थियो|

source: Go back to this image of the axe and the mouse, and ask yourself: "Who made them and for who?"
ne: एक चोटी फेरि यो ढुंगाको औजार र माउसलाई हेरेर आफैलाई सोध्नुहोस: यी वस्तुहरू कसले कस्तो लागि बनायो होला?

source: The stone axe was made by someone for himself.
ne: त्यो ढुंगाको औजार बनाउनेले आफ्नै कामको लागि बनाएको थियो|

source: It was self-sufficiency.
ne: यो त्यतिबेलाको आत्मनिर्भरता थियो|

source: We call that poverty these days.
ne: तर आज त्यसलाई अनुत्पादक कार्य मान्छौं|

source: But the object on the right was made for me by other people.
ne: तर दायाँको वस्तु कोही अरुले नै मेरो निम्ति बनाईदिएको थियो|

source: How many other people?
ne: कति जना अरु मानिसहरु मिलेर बनाए होलान?

source: Tens? Hundreds? Thousands?
ne: दश? सय? हजार?

source: You know, I think it's probably millions.
ne: मेरो विचारमा लाखौँ मिलेर बनाए होलान|

source: Because you've got to include the man who grew the coffee, which was brewed for the man who was on the oil rig, who was drilling for oil, which was going to be made into the plastic, etc.
ne: किनभने तेल उत्खनन गर्ने मान्छेको लागि बनाईएको एक कप कफीमा त्यो कफीको बिरुवा उमार्ने मान्छेलाई सम्म समाबेश गर्नु पर्ने हुन्छ|

source: They were all working for me, to make a mouse for me.
ne: ती सबैले हाम्रो लागि एउटा माउस तयार गर्न काम गरिरहे|

source: And that's the way society works.
ne: यसप्रकार हाम्रो समाजले काम गरिरहेको हुन्छ|

source: That's what we've achieved as a species.
ne: र यो नै त्यस्तो बिशेषता हो जुन हामीले मानव जातिको रुपमा पाएका छौँ|

source: In the old days, if you were rich, you literally had people working for you.
ne: पहिले पहिले कोही धनी हुनुको अर्थ ऊसँग नोकरचाकरहरू छन् भन्ने हुन्थ्यो|

source: That's how you got to be rich; you employed them.
ne: त्यसरी नै मान्छे धनी कहलिन्थे; अरुलाई काम दिएर|

source: Louis XIV had a lot of people working for him.
ne: लुइ चौधौंका थुप्रै नोकरचाकरहरू थिए|

source: They made his silly outfits, like this, (Laughter) and they did his silly hairstyles, or whatever.
ne: तिनीहरूले उसको यो गाईजात्रे कपडा बनाईदिए| (हाँसो) अनि उसको कपाल पनि त्यस्तै गाईजात्रे बनाईदिए|

source: He had 498 people to prepare his dinner every night.
ne: उसको लागि ४९८ जना कामदार मिलेर रातिको भोजन तयार गर्थे|

source: But a modern tourist going around the palace of Versailles and looking at Louis XIV's pictures, he has 498 people doing his dinner tonight too.
ne: तर अहिले लुइ चौधौंको दरवार घुम्न आउने र उसका तस्बिर हेर्ने एक आधुनिक पर्यटकका लागि पनि ४९८ जनाले रात्रिभोज तयार गर्छन|

source: They're in bistros and cafes and restaurants and shops all over Paris, and they're all ready to serve you at an hour's notice with an excellent meal that's probably got higher quality than Louis XIV even had.
ne: तिनीहरू पेरिसभरि बिस्ट्रो, क्याफे अनि रेस्टुरेन्टमा छन्| र तिनीहरू एक घण्टा भित्र एकदम राम्रो खानेकुरा सर्व गर्न तयार छन् जसको गुणस्तर लुइको खानाको भन्दा सायद धेरै राम्रो छ|

source: And that's what we've done, because we're all working for each other.
ne: र त्यसरी नै हामी अहिलेको जमानामा काम गरिरहेका छौँ, हामीहरू सबै एक-अर्काका लागि काम गरिरहेका छौँ|

source: We're able to draw upon specialization and exchange to raise each other's living standards.
ne: हामी कुनै पनि कार्यमा विशिष्टता हासिल गर्न र त्यसको आदानप्रदान गरेर एक अर्काको जीवन स्तर माथि उठाउन सक्षम छौं|

source: Now, you do get other animals working for each other too.
ne: तपाईं अरु जनावरले पनि एक अर्काको लागि काम गरेको पाउनु हुन्छ|

source: Ants are a classic example; workers work for queens and queens work for workers.
ne: जस्तै कमिलाहरू; कामदारहरू तिनका रानीहरूको लागि काम गर्छन भने रानीहरू आफ्ना कामदारहरूको लागि|

source: But there's a big difference, which is that it only happens within the colony.
ne: तर त्यहाँ ठुलै भिन्नता छ, त्यो के भने उनीहरुको यस्तो कार्य एउटा समूहमा मात्र सिमित हुन्छ|

source: There's no working for each other across the colonies.
ne: एउटा समूहले अर्को समूहको लागि काम गर्ने चलन हुँदैन|

source: And the reason for that is because there's a reproductive division of labor.
ne: कारण के भने किनकि त्यहाँ प्रजननको लागि श्रम विभाजन हुन्छ|

source: That is to say, they specialize with respect to reproduction.
ne: भन्नुको अर्थ, तिनीहरू प्रजननको सम्बन्धमा बिशिस्टता हासिल गर्छन|

source: The queen does it all.
ne: रानीले यो सबै काम गर्छ|

source: In our species, we don't like doing that.
ne: तर हाम्रो प्रजातिमा, हामी त्यसो गर्न चाहन्नौं|

source: It's the one thing we insist on doing for ourselves, is reproduction.
ne: प्रजनन त्यसो चिज हो जुन हामी आफ्नो लागि आफै गर्न चाहन्छौं|

source: (Laughter) Even in England, we don't leave reproduction to the Queen.
ne: (हाँसो) बेलायतमै पनि, हामी प्रजनन रानीबाट गराउदैनौं|

source: (Applause) So when did this habit start?
ne: (ताली) त्यसो भए यो बानीको सुरु कहिले देखि भयो त?

source: And how long has it been going on? And what does it mean?
ne: र यो कहिले देखि यस्तो हुँदै गैरहेको छ त?

source: Well, I think, probably, the oldest version of this is probably the sexual division of labor.
ne: र त्यसको मतलब के हुन्छ? त्यसो त, मलाई लाग्छ, यसको सबैभन्दा पुरानो संस्करण सायद श्रमको लैंगिक विभाजन हो|

source: But I've got no evidence for that.
ne: तर त्यसको लागि मसँग कुनै प्रमाण छैन|

source: It just looks like the first thing we did was work male for female and female for male.
ne: यस्तो लाग्छ कि हामीले गरेको पहिलो काम पुरुषले महिलाको लागि र महिलाले पुरुषको लागि थियो|

source: In all hunter-gatherer societies today, there's a foraging division of labor between, on the whole, hunting males and gathering females.
ne: हन्टर-ग्यादररहरूको आजका समाजहरुमा, आहारा बटुल्ने आधारमा श्रमको विभाजन हुन्छ शिकार गर्ने पुरुष र गीठा-भ्याकुर खोज्ने महिलाहरु बीच|

source: It isn't always quite that simple, but there's a distinction between specialized roles for males and females.
ne: यो त्यती सजिलो भने छैन| तर त्यहाँ पुरुष र महिलाका बीच बिशेष भूमिकाहरूमा भिन्नता छ|

source: And the beauty of this system is that it benefits both sides.
ne: र त्यो प्रणालीको राम्रो पक्ष भनेको यसले दुवैथरीलाई फाइदा पुर्याउँछ|

source: The woman knows that, in the Hadzas' case here -- digging roots to share with men in exchange for meat -- she knows that all she has to do to get access to protein is to dig some extra roots and trade them for meat.
ne: हाद्जाहरुको मामिलामा- महिलाले तरुल खनेर पुरुषसँग मासुसित साट्ने कुरामा- उनलाई थाहा हुन्छ कि प्रोटिन प्राप्त गर्नको लागि केवल उनले केही बढि तरुल खन्नु पर्छ र मासुसँग साट्नु पर्छ|

source: And she doesn't have to go on an exhausting hunt and try and kill a warthog.
ne: र त्यो निकै थकाईलाग्दो शिकार खेल्न गएर बदेल मार्नु पर्दैन|

source: And the man knows that he doesn't have to do any digging to get roots.
ne: अनि पुरुषलाई पनि तरुल प्राप्त गर्नको लागि आफै खन्न जानु पर्दैन भन्ने थाहा हुन्छ|

source: All he has to do is make sure that when he kills a warthog it's big enough to share some.
ne: उसले मात्र बदेल मार्दा त्यसको केही भाग तरुलसँग साट्न पर्याप्त छ भन्ने निश्चित गरे पुग्छ|

source: And so both sides raise each other's standards of living through the sexual division of labor.
ne: यसरी कामको लैंगिक विभाजन गरेर पुरुष र महिलाले जीवनस्तर उकास्छ्न |

source: When did this happen? We don't know, but it's possible that Neanderthals didn't do this.
ne: यो प्रकृया कहिले सुरु भयो त? हामीलाई थाहा छैन, तर सम्भवतः नियाण्डरथलहरुले त्यसो गरेनन|

source: They were a highly cooperative species.
ne: तिनीहरू एकदमै सहयोगी प्रजाति थिए|

source: They were a highly intelligent species.
ne: तिनीहरू एकदमै बुद्धिमान थिए|

source: Their brains on average, by the end, were bigger than yours and mine in this room today.
ne: तिनीहरुको दिमाग औषतमा, अन्त्य सम्ममा, यो हलमा हुने तपाईं हाम्रो भन्दा ठूलो थियो|

source: They were imaginative. They buried their dead.
ne: तिनीहरू कल्पनाशील थिए| तिनीहरू लाशलाई गाड्दथे|

source: They had language, probably, because we know they had the FOXP2 gene of the same kind as us, which was discovered here in Oxford.
ne: सायद तिनीहरूको भाषा पनि थियो, किनकि तिनीहरूको हाम्रो जस्तै FOXP2 जीन थियो, जुन कुरा यहाँ अक्सफोर्डमा पत्ता लगाईएको थियो|

source: And so it looks like they probably had linguistic skills.
ne: यस्तो लाग्छ कि तिनीहरूसँग भाषिक सीपहरू थिए|

source: They were brilliant people. I'm not dissing the Neanderthals.
ne: तिनीहरू प्रतिभाशाली थिए| मैले नियाण्डरथलहरुको अपमान गर्न खोजेको होइन|

source: But there's no evidence of a sexual division of labor.
ne: तर कुनै श्रमको लैंगिक विभाजनको प्रमाण भने छैन|

source: There's no evidence of gathering behavior by females.
ne: स्त्रीहरूले खानेकुरा बटुल्ने गरेको कुनै प्रमाण छैन|

source: It looks like the females were cooperative hunters with the men.
ne: यस्तो लाग्छ कि स्त्रीहरूले पुरुषहरूलाई शिकार खेल्न सघाउथे|

source: And the other thing there's no evidence for is exchange between groups, because the objects that you find in Neanderthal remains, the tools they made, are always made from local materials.
ne: र अर्को त्यस्तै प्रमाण नभएको कुरा हो समुह बीच हुने लेनदेन| किनकि नियाण्डरथलको अबशेषको रुपमा भेटिएका वस्तुहरू, तिनीहरूले बनाएका औजारहरू, आफ्नै वरपर पाईने पदार्थबाट बनेका छन्|

source: For example, in the Caucasus there's a site where you find local Neanderthal tools.
ne: उदाहरणको लागि, ककेशसमा एउटा स्थान छ जहाँ त्यस्ता नियाण्डरथलका औजारहरू भेटिन्छन|

source: They're always made from local chert.
ne: ती औजारहरू त्यहीँ वरपर पाईने एक किसिमको ढुंगाबाट बनाईएका छन्|

source: In the same valley there are modern human remains from about the same date, 30,000 years ago, and some of those are from local chert, but more -- but many of them are made from obsidian from a long way away.
ne: त्यही ठाउँमा आधुनिक मानवका अबशेषहरू पनि छन् झन्डै उहि समय, ३०,००० बर्ष पहिलेका| र ती मध्ये केही त तिनै ढुंगाबाट बनेका छन्, तर धेरैजसो धेरै टाढाबाट ल्याईएका अब्सिडियन (लाभा चिसिएर बनेको शीशा जस्तो पत्थर)बाट बनाईका छन्|

source: And when human beings began moving objects around like this, it was evidence that they were exchanging between groups.
ne: अनि जब मान्छेहरू यसरी सामानहरू यताउता लानेल्याउने गर्न थाले, त्यो नै तिनीहरूले समूह समूह बीच आदान प्रदान गर्ने गरेको प्रमाण थियो|

source: Trade is 10 times as old as farming.
ne: ब्यापार खेतीपाती भन्दा १० गुणा पहिले शुरु भएको थियो|

source: People forget that. People think of trade as a modern thing.
ne: तर मान्छेहरू त्यो भुलेर व्यापारलाई आधुनिक कुरा हो भन्ठान्छन|

source: Exchange between groups has been going on for a hundred thousand years.
ne: समुदाय बीचको आदान प्रदान लाखौं बर्ष देखि हुँदै आईरहेको छ|

source: And the earliest evidence for it crops up somewhere between 80 and 120,000 years ago in Africa, when you see obsidian and jasper and other things moving long distances in Ethiopia.
ne: र त्यसको प्रमाण त्यस्तै ८० देखि १२०,००० बर्ष पहिले अफ्रिकामा भेटिन्छ, जव तपाईं अब्सिडियन र ज्यास्पर अनि त्यस्तै अरु चिजहरू ईथियोपियामा धेरै टाढा सम्म पुगेको पाउनु हुन्छ|

source: You also see seashells -- as discovered by a team here in Oxford -- moving 125 miles inland from the Mediterranean in Algeria.
ne: अल्जेरियाको मेडिटेरेनियनबाट - अक्सफोर्डको एउटा टिमले पत्ता लगाए अनुसार - १२५ माईल टाढा सम्म पुगेका समुद्री सिपीहरूलाई हेर्नुहोस/

source: And that's evidence that people have started exchanging between groups.
ne: र त्यो मान्छेहरूले समूह समूह बीच आदान-प्रदान सुरु गरेको प्रमाण हो|

source: And that will have led to specialization.
ne: र त्यसले विशेषज्ञता तर्फ अग्रसर गराउँछ|

source: How do you know that long-distance movement means trade rather than migration?
ne: लामो दूरीको यात्राको मतलब बसाई सराई मात्र भन्दा पनि व्यापार हो भन्ने कसरी बुझ्ने त?

source: Well, you look at modern hunter gatherers like aboriginals, who quarried for stone axes at a place called Mount Isa, which was a quarry owned by the Kalkadoon tribe.
ne: आधुनिक हन्टर ग्यादरर जस्ता आदिबासीहरूलाई हेर्नुस्, जसले ढुंगाको औजारको निम्ति माउन्ट अइजा भन्ने ठाउँमा उत्खनन गरे, जुन जग्गा काल्काडुन जनजातिको स्वामित्वमा थियो|

source: They traded them with their neighbors for things like stingray barbs, and the consequence was that stone axes ended up over a large part of Australia.
ne: तिनीहरुले त्यसलाई आफ्ना छिमेकीसँग स्टिंग्रे बार्ब जस्ता सामानहरूसँग व्यापार गरे| परिणामस्वरुप ती ढुंगे औजारहरू अष्ट्रेलियाको धेरैजसो भागमा फैलिए|

source: So long-distance movement of tools is a sign of trade, not migration.
ne: यसरी सामग्रीहरू टाढा टाढा सम्म फैलिनु भनेको ब्यापारको संकेत हो, बसाईसराईको होइन|

source: What happens when you cut people off from exchange, from the ability to exchange and specialize?
ne: मान्छेहरूलाई विनिमय गर्नबाट रोक्ने हो भने, विनिमय गरेर विशेषज्ञता हासिल गर्ने क्षमतामा रोक लगाउने हो भने के हुन्छ होला?

source: And the answer is that not only do you slow down technological progress, you can actually throw it into reverse.
ne: त्यसको जवाफ हुन्छ, त्यसले प्रविधिको विकासलाई सुस्त मात्र गर्दैन वास्तबमा यसको अधोगति नै हुन्छ|

source: An example is Tasmania.
ne: त्यसको एउटा उदाहरण हो ताज्मेनिया|

source: When the sea level rose and Tasmania became an island 10,000 years ago, the people on it not only experienced slower progress than people on the mainland, they actually experienced regress.
ne: समुद्री सतह बढेर १०,००० बर्ष अघि ताज्मेनिया एउटा टापुमा परिणत भयो, त्यहाँका बासिन्दाहरूले मुख्यभूमिका मानिसहरूको तुलनामा सुस्त गतिमा प्रगति भयो होइन वास्तवमा अधोगति भएको महशुस गरे|

source: They gave up the ability to make stone tools and fishing equipment and clothing because the population of about 4,000 people was simply not large enough to maintain the specialized skills necessary to keep the technology they had.
ne: उनीहरूले आफ्नो सामग्रीहरू (हड्डीका) बनाउने, माछा मार्ने उपकरण र कपडा बनाउने सीपहरू त्यागिदिए किनकि जम्माजम्मी ४००० जतिको जनसंख्या सामान्यतया उक्त प्रविधिलाई यथावत राख्न आबश्यक पर्ने बिशेष सीपहरूलाई कायम राख्न पर्याप्त थिएन|

source: It's as if the people in this room were plonked on a desert island.
ne: त्यो भनेको यो हलमा अहिले भएका सबै मानिसलाई लगेर एउटा मरुभूमि टापुमा छाडिदिए जस्तै हो|

source: How many of the things in our pockets could we continue to make after 10,000 years?
ne: अहिले हाम्रो गोजीमा भएका कति वस्तुहरू हामीले १०,०० बर्ष पछि बनाउन सक्थ्यौं होला?

source: It didn't happen in Tierra del Fuego -- similar island, similar people.
ne: उस्तै टापु, उस्तै मान्छेहरू , तर टिएरा डेल फुएगोमा त्यस्तो भएन|

source: The reason: because Tierra del Fuego is separated from South America by a much narrower straight, and there was trading contact across that straight throughout 10,000 years.
ne: कारण के भने टिएरा डेल फुएगो दक्षिण अमेरिकाबाट एउटा निकै साघुरो गल्छीले मात्र अलग्गिएको छ| र १०,००० बर्ष सम्म त्यहाँ गल्छीको वारिपारि व्यापारिक सम्पर्क थियो|

source: The Tasmanians were isolated.
ne: तर ताज्मेनियनहरू नितान्त सम्पर्क बिहिन थिए|

source: Go back to this image again and ask yourself, not only who made it and for who, but who knew how to make it.
ne: एकचोटी फेरि यो फोटो हेर्नुहोस र आफैलाई सोध्नुहोस, कसले कसको लागि बनायो भनेर भन्दा पनि कसले यी वस्तुहरू बनाउन जान्यो भनेर|

source: In the case of the stone axe, the man who made it knew how to make it.
ne: ढुंगे औजारको हकमा, जसले बनायो उसले कसरी बनाउने भन्ने पनि जान्यो|

source: But who knows how to make a computer mouse?
ne: तर कम्प्युटरको माउस कसरी बनाउने भन्ने कसले जानेको छ?

source: Nobody, literally nobody.
ne: कसैले जानेको छैन, साचो अर्थमा कसैले पनि जानेको छैन|

source: There is nobody on the planet who knows how to make a computer mouse.
ne: यो संसारमा कम्प्युटर माउस बनाउन जानेको कोही पनि छैन|

source: I mean this quite seriously.
ne: म साच्चै गम्भीर भएर भन्दै छु|

source: The president of the computer mouse company doesn't know.
ne: कम्प्युटर माउस कम्पनीको अध्यक्षले माउस बनाउन जान्दैन|

source: He just knows how to run a company.
ne: उसले त कम्पनी कसरी चलाउने मात्र जान्दछ|

source: The person on the assembly line doesn't know because he doesn't know how to drill an oil well to get oil out to make plastic, and so on.
ne: पुर्जाहरू जोड्ने व्यक्तिले जान्दैन किनभने उस्लाई कसरी तेलको कुवा उत्खनन गर्ने र तेल निकालेर प्लाष्टिक बनाउने भन्ने थाहा छैन|

source: We all know little bits, but none of us knows the whole.
ne: हामी सबैलाई अलिअलि थाहा छ तर कसैलाई पनि बिस्तृत जानकारी छैन|

source: I am of course quoting from a famous essay by Leonard Read, the economist in the 1950s, called "I, Pencil" in which he wrote about how a pencil came to be made, and how nobody knows even how to make a pencil, because the people who assemble it don't know how to mine graphite, and they don't know how to fell trees and that kind of thing.
ne: मैले वास्तवमा १९५० तिरका अर्थशास्त्री लियोनार्ड रीडको "म, पेन्सिल" भन्ने प्रख्यात निबन्धबाट उदधृत गरेको हुँ जसमा उनले कसरी पेन्सिल बनाईयो भन्ने बारे लेखे र कसरी कसैले पनि कसरी पेन्सिल बनाउने भन्ने पनि जान्दैनन्, किनकि एसेम्बल गर्ने मान्छेलाई कसरी ग्राफाइट निकाल्ने भन्ने थाहा हुदैन| र तिनीहरूले कसरी रुख ढालेर त्यस्तो चिज बनाउने भन्ने जान्दैनन|

source: And what we've done in human society, through exchange and specialization, is we've created the ability to do things that we don't even understand.
ne: विनिमय र विशेषज्ञताको माध्यमबाट हामीले मानव समाजमा के गरेका छौं भने, हामी आफैले बुझ्न सम्म नसक्ने काम गर्ने क्षमताको विकास गरेका छौँ|

source: It's not the same with language.
ne: यो भाषा जस्तो होइन|

source: With language we have to transfer ideas that we understand with each other.
ne: भाषाको माध्यमले हामी एकअर्काले बुझ्न सक्ने आइडियाको आदान प्रदान गर्छौं|

source: But with technology, we can actually do things that are beyond our capabilities.
ne: तर प्रविधिको माध्यमबाट हामी वास्तबमा हाम्रो क्षमता भन्दा बाहिरको काम गर्न सक्छौं|

source: We've gone beyond the capacity of the human mind to an extraordinary degree.
ne: हामी मान्छेको दिमागको क्षमता भन्दा बाहिर एउटा असाधारण स्तरमा पुगिसकेका छौँ|

source: And by the way, that's one of the reasons that I'm not interested in the debate about I.Q., about whether some groups have higher I.Q.s than other groups.
ne: अनि प्रसंगबस, कस्को भन्दा कस्को आई क्यू बढि छ भन्ने बादबिबादमा मलाई रुचि नलाग्ने यो एउटा कारण हो|

source: It's completely irrelevant.
ne: यो पूर्ण रूपले असान्दर्भिक कुरा हो|

source: What's relevant to a society is how well people are communicating their ideas, and how well they're cooperating, not how clever the individuals are.
ne: समाजको लागि के कुरा सान्दर्भिक हो भने मान्छेहरू कत्तिको राम्ररी आफ्ना विचारहरू संचार गरिरहेका छन्, र कत्तिको राम्ररी एक अर्कालाई सहयोग गरिरहेका छन्, एउटा व्यक्ति कत्तिको चलाख छ भन्ने होइन|

source: So we've created something called the collective brain.
ne: त्यसकारण हामीले सामुहिक दिमाग भन्ने कुरा सिर्जना गरेका छौँ|

source: We're just the nodes in the network.
ne: हामी त त्यो संजालको एउटा शाखा मात्र हौँ|

source: We're the neurons in this brain.
ne: हामी त त्यो दिमागको सानो स्नायु हौँ|

source: It's the interchange of ideas, the meeting and mating of ideas between them, that is causing technological progress, incrementally, bit by bit.
ne: यो विचारहरूको लेनदेन हो, विचारहरूको सम्पर्क र संसर्ग हो, जसले अलिअलि गरेर प्रविधिको बिकासमा मद्दत पुर्याएको छ|

source: However, bad things happen.
ne: तैपनि, नराम्रा घटनाहरू घट्छन|

source: And in the future, as we go forward, we will, of course, experience terrible things.
ne: र भविष्यमा, यसरी अगाडि बढ्दै जादा, साच्चै आतंक मच्चाउने कुराहरु महशुष गर्ने छौं|

source: There will be wars; there will be depressions; there will be natural disasters.
ne: युद्ध हुने छ; नैराश्यता हुने छ; प्राकृतिक प्रकोप हुने छन्|

source: Awful things will happen in this century, I'm absolutely sure.
ne: डरलाग्दा घटनाहरू यो सताब्दीमा घट्ने छन्, म पुरा बिश्वस्त छु|

source: But I'm also sure that, because of the connections people are making, and the ability of ideas to meet and to mate as never before, I'm also sure that technology will advance, and therefore living standards will advance.
ne: तर म के कुरामा पनि बिश्वस्त छु भने, यस्तै सम्बन्धहरुको कारणले मानिसहरुले विचारहरूको सम्पर्क र संसर्ग गर्ने क्षमता निर्माण गरिदिएका छन् जुन पहिले कहिल्यै भएको थिएन| म निश्चित छु कि प्रविधि अझ सशक्त हुने छ, र जीवन स्तर पनि सशक्त हुने छ|

source: Because through the cloud, through crowd sourcing, through the bottom-up world that we've created, where not just the elites but everybody is able to have their ideas and make them meet and mate, we are surely accelerating the rate of innovation.
ne: किनकि बादलको बीचबाट, भिडको बीचबाट, शुन्यबाट विकास हुँदै गएको एउटा संसार हामीले सिर्जना गरेका छौँ, जहाँ सम्भ्रान्त मात्र होइन, हरेक व्यक्ति आफ्नो विचार ग्रहण गर्न र तिनीहरुलाई सम्पर्क र संसर्ग गराउन सक्षम छ, निश्चय पनि हामीहरूले आविस्कारलाई गति प्रदान गरेका छौँ/

source: ♫ Strolling along in Central Park ♫ ♫ Everyone's out today ♫ ♫ The daisies and dogwoods are all in bloom ♫ ♫ Oh, what a glorious day ♫ ♫ For picnics and Frisbees and roller skaters, ♫ ♫ Friends and lovers and lonely sunbathers ♫ ♫ Everyone's out in merry Manhattan in January ♫ (Laughter) (Applause) ♫ I brought the iced tea; ♫ ♫ Did you bring the bug spray? ♫ ♫ The flies are the size of your head ♫ ♫ Next to the palm tree, ♫ ♫ Did you see the 'gators ♫ ♫ Looking happy and well fed? ♫ ♫ Everyone's out in merry Manhattan in January ♫ (Whistling) Everyone!
ne: ♫ सेन्ट्रल पार्कमा टहल्दै ♫ ♫ आज सबैजना बाहिर छन ♫ ♫ जताततै सयपत्री र लालुपातेहरू फूलेका छन ♫ ♫ आहा, कस्तो उल्लासमय दिन ♫ ♫ वनभोज र घुच्ची र रोलर स्केटरहरूलाई, ♫ ♫ साथीहरू र प्रेमीहरू र एक्लै घाम ताप्नेहरू ♫ ♫ जनवरीमा उल्लासमय म्यानह्याटनमा सबैजना बाहिर छन ♫ (ताली) ♫ मैले बरफीलो चिया ल्याएँ; ♫ ♫ तिमीले किरा भगाउने औसधि ल्यायौ? ♫ ♫ झिँगाहरू तिम्रो टाउको जत्रा छन ♫ ♫ नरिवलको रुख पछाडि, ♫ ♫ तिमीले गोहीहरू देख्यौ ♫ ♫ हँसखुस र हृष्टपुष्ट देखिएका? ♫ ♫ जनवरीमा उल्लासमय म्यानह्याटनमा सबैजना बाहिर छन ♫ (सिट्ठी) सबैजना!

source: (Whistling) (Laughter) ♫ My preacher said, ♫ ♫ Don't you worry ♫ ♫ The scientists have it all wrong ♫ ♫ And so, who cares it's winter here? ♫ ♫ And I have my halter-top on ♫ ♫ I have my halter-top on ♫ ♫ Everyone's out in merry Manhattan in January. ♫ (Applause) Chris Anderson: Jill Sobule!
ne: (सिट्ठी) ♫ मेरा गुरुले भन्छन, ♫ ♫ तिमीले चिन्ता लिनु पर्दैन ♫ ♫ वैज्ञानिकहरू सबै गलत छन ♫ ♫ र त्यसैले, यहाँ अहिले शर्दी हो भनेर कसलाई मतलव छ? ♫ ♫ र मैले ह्याल्टर टप लगाएकी छु ♫ ♫ मैले ह्याल्टर टप लगाएकी छु ♫ ♫ जनवरीमा उल्लासमय म्यानह्याटनमा सबैजना बाहिर छन। ♫ (ताली) क्रिस एन्डर्सन: जिल सबुल!
